Repository: llasha/tpdcx-richie-site-factory
Catalog: sites/portal/src/backend/locale/*/LC_MESSAGES/django.po
Languages: ka_ge

source: One to two hours
ka_ge: ერთი-ორი საათი

source: More than two hours
ka_ge: ორი საათზე მეტი

source: Open for enrollment
ka_ge: რეგისტრაცია ღიაა

source: Coming soon
ka_ge: სულ მალე

source: On-going
ka_ge: მიმდინარე

source: Archived
ka_ge: დაარქივებული

source: Sort by configuration
ka_ge: დალაგება კონფიგურაციის მიხედვით

source: Sort by facet count
ka_ge: დალაგება ატრიბუტების რაოდენობის მიხედვით

source: Sort alphabetically
ka_ge: ანბანის მიხედვით დალაგება

source: You are not allowed to manage the search index.
ka_ge: თქვენ არ გაქვთ ძიების ინდექსის მართვის უფლება.

source: The search index was successfully bootstrapped
ka_ge: საძიებო ინდექსი წარმატებით შეიქმნა

source: Glimpse
ka_ge: გადახედვა

source: Link settings
ka_ge: ბმულის მორგება

source: Square card
ka_ge: კვადრატული ბარათი

source: Quote
ka_ge: ციტატა

source: Half row
ka_ge: ნახევარი რიგი

source: Full row
ka_ge: სრული რიგი

source: Variant
ka_ge: ვარიანტი

source: Form factor variant
ka_ge: ფორმის ფაქტორის ვარიანტი

source: image
ka_ge: სურათი

source: Content
ka_ge: შინაარსი

source: External URL
ka_ge: გარე URL

source: Make the glimpse as a link with an external URL.
ka_ge: გადახედვა წარმოაჩინეთ, როგორც ბმული გარე URL-ზე.

source: Internal URL
ka_ge: შიდა URL

source: Make the glimpse as a link with an internal (page) URL.
ka_ge: გადახედვა წარმოაჩინეთ, როგორც შიდა (გვერდის) URL-ის ბმული.

source: HTML Sitemap
ka_ge: HTML საიტის რუკა

source: Press save to create a site map. You will then be able to add a child plugin for each subtree in your sitemap.
ka_ge: დააჭირეთ "შენახვას" საიტის რუკის შესაქმნელად. ამის შემდეგ, თქვენ შეძლებთ თქვენი საიტის რუკის თითოეული ქვესტრუქურისთვის დამატებითი პლაგინის დამატებას.

source: HTML sitemap page
ka_ge: HTML საიტის რუკის გვერდი

source: root page
ka_ge: მთავარი გვერდი

source: This page will be at the root of your sitemap (or its children if the "include root page" flag is unticked).
ka_ge: ეს გვერდი იქნება თქვენი საიტის რუკის ძირეულ გვერდზე (ან მის შვილობილ გვერდებზე, თუ არ არის მონიშნული "ძირეული გვერდის ჩართვის" ნიშანი).

source: max depth
ka_ge: მაქსიმალური სიღრმე

source: Limit the level of nesting that your sitemap will contain below this page. An empty field or 0 equals to no limit.
ka_ge: შეზღუდეთ თქვენი საიტის რუკის ამ გვერდზე არსებული ჩაღრმავების დონე. ცარიელი ველი ან 0 ნიშნავს შეზღუდვის არქონას.

source: in navigation
ka_ge: ნავიგაციაში

source: Tick to exclude from sitemap the pages that are excluded from navigation.
ka_ge: ნიშნეთ საიტის რუკიდან იმ გვერდების გამორიცხვა, რომლებიც გამორიცხულია ნავიგაციიდან.

source: include root page
ka_ge: ფესვური გვერდის ჩართვა

source: Tick to include the root page and its descendants. Untick to include only its descendants.
ka_ge: დააჩერხეთ ძირეული გვერდისა და მისი შთამომავლების ჩასართავად. მოხსენით ჩერხვა მხოლოდ მისი შთამომავლების ჩასართავად.

source: HTML Sitemaps
ka_ge: HTML საიტის რუკები

source: Sitemap
ka_ge: საიტის რუკა

source: Large Banner
ka_ge: დიდი ბანერი

source: Medias
ka_ge: მედია

source: Hero introduction
ka_ge: პლატფორმის წარდგენა

source: Compacted introduction
ka_ge: შემოკლებული შესავალი

source: background image
ka_ge: ფონის სურათი

source: Template
ka_ge: ნიმუში

source: Choose template to render plugin.
ka_ge: აირჩიეთ პლაგინის გამოსატანად საჭირო შაბლონი.

source: Explore our catalog
ka_ge: დაათვალიერეთ ჩვენი კატალოგი

source: Search in our courses
ka_ge: ჩვენს კურსებში ძიება

source: Advanced settings
ka_ge: დამატებითი პარამეტრები

source: LTI consumer
ka_ge: LTI მომხმარებელი

source: Custom provider configuration
ka_ge: პროვაიდერის მორგებული კონფიგურაცია

source: shared secret
ka_ge: გაზიარებული საიდუმლო გასაღები

source: The url is not valid for this provider. It should be of the form "{:s}".
ka_ge: url-ი არ არის მოქმედი ამ პროვაიდერისთვის. ის უნდა იყოს "{:s}"-ის ფორმატის.

source: The url is not valid for this provider. It should start with "{:s}".
ka_ge: url-ი არ არის მოქმედი ამ პროვაიდერისთვის. ის უნდა იწყებოდეს "{:s}"-ით.

source: Please choose a predefined provider, or fill fields below
ka_ge: გთხოვთ, აირჩიოთ წინასწარ განსაზღვრული პროვაიდერი, ან შეავსოთ ქვემოთ მოცემული ველები

source: Please choose a predefined provider above, or fill this field
ka_ge: გთხოვთ, ზემოთ აირჩიოთ წინასწარ განსაზღვრული პროვაიდერი, ან შეავსოთ ეს ველი.

source: Please fill this field
ka_ge: გთხოვთ, შეავსოთ ეს ველი

source: LTI url
ka_ge: LTI ბმული

source: For a predefined provider, leave this field empty for uploading new content.
ka_ge: წინასწარ განსაზღვრული პროვაიდერისთვის, ახალი კონტენტის ატვირთვისთვის დატოვეთ ეს ველი ცარიელი.

source: Predefined LTI provider
ka_ge: წინასწარ განსაზღვრული LTI პროვაიდერი

source: Please choose a predefined provider or fill fields below.
ka_ge: გთხოვთ, აირჩიოთ წინასწარ განსაზღვრული პროვაიდერი ან შეავსოთ ქვემოთ მოცემული ველები.

source: Yes
ka_ge: დიახ

source: No
ka_ge: არა

source: Nested item
ka_ge: ჩაშენებული ერთეული

source: List
ka_ge: სია

source: Plain text
ka_ge: ტექსტი

source: plain text
ka_ge: უბრალო ტექსტი

source: Section
ka_ge: სექცია

source: Primary scheme
ka_ge: პირველი დონის სქემა

source: Secondary scheme
ka_ge: მეორე დონის სქემა

source: Tertiary scheme
ka_ge: მესამე დონის სქემა

source: Quaternary scheme
ka_ge: მეოთხე დონის სქემა

source: Quinary scheme
ka_ge: მეხუთე დონის სქემა

source: Senary scheme
ka_ge: მეექვსე დონის სქემა

source: Septenary scheme
ka_ge: მევიდე დონის სქემა

source: Item tiles
ka_ge: სტატიის ფილები

source: None
ka_ge: არცერთი

source: Optional template for custom look.
ka_ge: არჩევითი შაბლონი ინდივიდუალური დიზაინისთვის.

source: Attributes
ka_ge: ატრიბუტები

source: Grid
ka_ge: ბადე

source: Define a Grid to use for contents, when no Grid is enable each content can define its own width.
ka_ge: განსაზღვრეთ შიგთავსისთვის გამოსაყენებელი ბადე. როდესაც ბადე არ არის ჩართული, თითოეულ შიგთავსს შეუძლია საკუთარი სიგანის განსაზღვრა.

source: Grid gutter
ka_ge: სარქველი ბადით

source: Enable a gutter between content items when Grid is enabled.
ka_ge: გრიდის ჩართვისას, კონტენტის ერთეულებს შორის ჩართეთ განყოფი.

source: Image
ka_ge: სურათი

source: Simple text
ka_ge: მარტივი ტექსტი

source: Transparent box
ka_ge: გამჭვირვალე ყუთი

source: Fulfilled box
ka_ge: შესრულებული ყუთი

source: Stroked box
ka_ge: ჩართულია

source: body
ka_ge: სხეული

source: Box variant
ka_ge: ყუთის ვარიანტი

source: Enable a themed box to enclose content.
ka_ge: თემატური ყუთის ჩართვა კონტენტის შესაფუთად.

source: Ensure this text has at most %(limit_value)d character (it has %(show_value)d).
ka_ge: დარწმუნდით, რომ ამ ტექსტს აქვს მაქსიმუმ %(limit_value)d სიმბოლო (აქვს %(show_value)d).
