Repository: llasha/tpdcx-richie-site-factory
Catalog: sites/portal/src/backend/locale/*/LC_MESSAGES/django.po
Languages: ka_ge

source: Dashboard
ka_ge: სამუშაო დაფა

source: {base_url:s}/dashboard/
ka_ge: {base_url:s}/მთავარი/

source: /dashboard/
ka_ge: /მთავარი/

source: Teacher dashboard
ka_ge: მასწავლებლის მართვის პანელი

source: /dashboard/teacher
ka_ge: /დაფა/მასწავლებელი

source: Profile
ka_ge: პროფილი

source: {base_url:s}/u/(username)
ka_ge: {base_url:s}/u/(მომხმარებლის სახელი)

source: Account
ka_ge: ანგარიში

source: {base_url:s}/account/settings
ka_ge: {base_url:s}/ანგარიში/პარამეტრები

source: Teaser
ka_ge: Accroche

source: English
ka_ge: ინგლისური

source: French
ka_ge: ფრანგული

source: Richie Plugins
ka_ge: Richies -ის პლაგინები

source: Define a duration as a number of time units
ka_ge: განსაზღვრეთ ხანგრძლივობა, როგორც დროის ერთეულების რაოდენობა.

source: %(value)s is not a valid choice for a time unit.
ka_ge: %(value)s არ არის დროის ერთეულის ვალიდური არჩევანი.

source: A composite duration should be a pair: number and time unit.
ka_ge: შერეული ხანგრძლივობა უნდა იყოს წყვილი: რიცხვი და დროის ერთეული.

source: A composite duration should be a round number of time units.
ka_ge: შერეული ხანგრძლივობა უნდა იყოს დროის ერთეულების მრგვალი რიცხვი.

source: A composite duration should be positive.
ka_ge: შერეული ხანგრძლივობა დადებითი უნდა იყოს.

source: Define an effort
ka_ge: განსაზღვრეთ ძალისხმევა

source: An effort should be a triplet: number, time unit and reference unit.
ka_ge: ძალისხმევა უნდა იყოს ტრიადა: რიცხვი, დროის ერთეული და საორიენტაციო ერთეული.

source: An effort should be a round number of time units.
ka_ge: მცდელობა დროის ერთეულების რაუნდული რიცხვი უნდა იყოს.

source: An effort should be positive.
ka_ge: მცდელობა უნდა იყოს დადებითი.

source: The effort time unit should be shorter than the reference unit.
ka_ge: ძალისხმევის დროის ერთეული უნდა იყოს უფრო მცირე, ვიდრე საორიენტაციო ერთეული.

source: {:s} and {:s}
ka_ge: {:s} და {:s}

source: and
ka_ge: და

source: You can only select up to %(limit_value)d choices.
ka_ge: შეგიძლიათ აირჩიოთ მხოლოდ %(limit_value)d არჩევანი.

source: Multi select field (up to %(max_choices)s choices)
ka_ge: მრავალჯერადი არჩევის ველი (მდე %(max_choices)s არჩევანი)

source: Value %(value)s is not a valid choice.
ka_ge: მნიშვნელობა %(value)s არ არის ვალიდური არჩევანი.

source: Storing {:d} choices could require storing a CharField of up to {:d} characters. Please reduce 'max_choices' or increase 'max_length'.
ka_ge: {:d} არჩევანის შენახვას შეიძლება დასჭირდეს {:d} სიმბოლომდე სიგრძის CharField-ის შენახვა. გთხოვთ, შეამციროთ 'max_choices' ან გაზარდოთ 'max_length'.

source: Video
ka_ge: ვიდეო

source: Your browser doesn't support this video format.
ka_ge: თქვენს ბრაუზერს არ აქვს ამ ვიდეო ფორმატის მხარდაჭერა.

source: You are here:
ka_ge: თქვენ იმყოფებით აქ:

source: Skip to main content
ka_ge: გადასვლა მთავარ შინაარსზე

source: Go to homepage
ka_ge: დაბრუნდით მთავარ გვერდზე

source: Menu
ka_ge: მენიუ

source: Contact us
ka_ge: დაგვიკავშირდით

source: Life-changing learning!
ka_ge: მთელი სიცოცხლის მანძილზე სწავლა

source: Learn more
ka_ge: მეტის გაგება

source: Powered by
ka_ge: მომწოდებელი

source: This page has no child objects
ka_ge: ამ გვერდს შვილი ობიექტები არ ჰყავს

source: Back to home
ka_ge: დაბრუნება მთავარ გვერდზე

source: Pagination
ka_ge: გვერდებად დაყოფა

source: Currently reading last page %(page)s
ka_ge: ამჟამად იკითხება ბოლო გვერდი %(page)s

source: Currently reading page %(page)s
ka_ge: ამჟამად იკითხება გვერდი %(page)s

source: Page %(page)s
ka_ge: გვერდი %(page)s

source: Previous page %(page)s
ka_ge: წინა გვერდი %(page)s

source: Last page %(page)s
ka_ge: ბოლო გვერდი %(page)s

source: Next page %(page)s
ka_ge: შემდეგი გვერდი %(page)s

source: Richie news: %(title)s
ka_ge: Richies -ის სიახლეები: %(title)s

source: Richie news: %(title)s %(url)s
ka_ge: რიჩის სიახლეები: %(title)s %(url)s

source: Share on Facebook
ka_ge: Facebook -ზე გაზიარება

source: Share on Twitter
ka_ge: Twitter -ზე გაზიარება

source: Share on Linkedin
ka_ge: გაზიარება Linkedin-ზე

source: Share by Email
ka_ge: გაზიარება ელ-ფოსტით

source: Follow a course online with Richie
ka_ge: გაიარეთ ონლაინ კურსი Richie -სთან ერთად

source: I just enrolled to the course "%(title)s" on Richie: %(url)s
ka_ge: მე ახლახან ჩავეწერე კურსზე "%(title)s" Richie -ზე: %(url)s

source: Twitter page
ka_ge: Twitter -ის გვერდი

source: Linkedin page
ka_ge: Linkedin -ის გვერდი

source: Bad request
ka_ge: არასწორი მოთხოვნა

source: Your query seems to be malformed. Please check your data and try again.
ka_ge: თქვენი მოთხოვნა, როგორც ჩანს, არასწორადაა ფორმულირებული. გთხოვთ, შეამოწმოთ თქვენი მონაცემები და სცადოთ ხელახლა.

source: Forbidden
ka_ge: აკრძალულია

source: You do not have the required permissions to access this resource.
ka_ge: თქვენ არ გაქვთ ამ რესურსზე წვდომის საჭირო უფლებები.

source: Page not found
ka_ge: გვერდი ვერ მოიძებნა

source: The requested resource does not exist.
ka_ge: მოთხოვნილი რესურსი არ არსებობს.

source: Server bad request
ka_ge: სერვერის არასწორი მოთხოვნა

source: Something went wrong. Please try again later.
ka_ge: რამე არასწორად წავიდა. გთხოვთ, მოგვიანებით ხელახლა სცადოთ.

source: Course could not be found.
ka_ge: კურსი ვერ მოიძებნა.

source: See user group
ka_ge: იხილეთ მომხმარებელთა ჯგუფი

source: See filer folder
ka_ge: იხილეთ ფაილის საქაღალდე

source: Organization
ka_ge: ორგანიზაცია

source: Organization by Category
ka_ge: ორგანიზება კატეგორიის მიხედვით

source: Category
ka_ge: კატეგორია

source: Course
ka_ge: კურსი

source: Person
ka_ge: პიროვნება

source: Licence
ka_ge: ლიცენზია

source: Post
ka_ge: პოსტი

source: Program
ka_ge: პროგრამა

source: {!s} settings
ka_ge: {!s} პარამეტრები

source: Snapshot this page...
ka_ge: ამ გვერდის სურათის გადაღება...

source: This will place a copy of this page as its child and move all its courseruns as children of its new copy.
ka_ge: ეს განათავსებს ამ გვერდის ასლს, როგორც შვილს, და გადაიტანს მის ყველა courserun-ს, როგორც მისი ახალი ასლის შვილებს.

source: New page
ka_ge: ახალი გვერდი

source: Create a new page next to the current page.
ka_ge: მიმდინარე გვერდის გვერდით შექმენით ახალი გვერდი.

source: New sub page
ka_ge: ახალი ქვეგვერდი

source: Create a page below the current page.
ka_ge: მიმდინარე გვერდის ქვეშ შექმენით გვერდი.

source: Page title
ka_ge: გვერდის სათაური

source: Title of the page in current language
ka_ge: გვერდის სათაური მიმდინარე ენაზე

source: Page slug
ka_ge: გვერდის სლაგი

source: Slug of the page in current language
ka_ge: გვერდის სლუგი მიმდინარე ენაზე

source: This slug is too long. The length of the path built by prepending the slug of the parent page would be {:d} characters long and it should be less than 255
ka_ge: ეს სლაგი ძალიან გრძელია. მშობელი გვერდის სლაგისთვის "+" ნიშნის დამატებით შექმნილი ბმულის სიგრძე იქნება {:d} სიმბოლო და ის უნდა იყოს 255-ზე ნაკლები.

source: This slug is already in use
ka_ge: ეს სლუგი უკვე გამოიყენება

source: You must first create a parent page and set its `reverse_id` to `{:s}`.
ka_ge: პირველ რიგში, უნდა შექმნათ მშობლიური გვერდი და მის `reverse_id`-ს მიანიჭოთ მნიშვნელობა `{:s}`.

source: Code
ka_ge: კოდი

source: Unique reference for the course.
ka_ge: კურსისთვის უნიკალური წყარო.

source: New course page
ka_ge: ახალი კურსის გვერდი

source: Create a new course page
ka_ge: ახალი კურსის გვერდის შექმნა

source: Unique reference for the organization.
ka_ge: ორგანიზაციისთვის უნიკალური წყარო.

source: New organization page
ka_ge: ახალი ორგანიზაციის გვერდი

source: Create a new organization page
ka_ge: შექმენით ორგანიზაციის ახალი გვერდი

source: New category page
ka_ge: კატეგორიის ახალი გვერდი

source: Create a new category page
ka_ge: ახალი კატეგორიის გვერდის შექმნა

source: New blog post
ka_ge: ახალი ბლოგპოსტი

source: Create a new blog post
ka_ge: შექმენით ახალი ბლოგპოსტი

source: New person page
ka_ge: ახალი ადამიანის გვერდი

source: Create a new person page
ka_ge: ახალი პირის გვერდის შექმნა

source: New program
ka_ge: ახალი პროგრამა

source: Create a new program
ka_ge: შექმენით ახალი პროგრამა

source: Admin
ka_ge: ადმინისტრატორი

source: Inherit
ka_ge: მემკვიდრეობით

source: Default
ka_ge: ნაგულისხმევი

source: Mini
ka_ge: მინი

source: Favorite
ka_ge: რჩეული

source: Badge
ka_ge: ჯილდო

source: Tag
ka_ge: თეგი

source: Small
ka_ge: პატარა

source: Large
ka_ge: დიდი

source: Card
ka_ge: ბარათი

source: Row
ka_ge: მწკრივი

source: minute
ka_ge: წუთი

source: minutes
ka_ge: წუთები

source: hour
ka_ge: საათი

source: hours
ka_ge: საათები

source: day
ka_ge: დღე

source: days
ka_ge: დღეები

source: week
ka_ge: კვირა

source: weeks
ka_ge: კვირები

source: month
ka_ge: თვე

source: months
ka_ge: თვეები

source: Run {:d}
ka_ge: სესიის {:d}

source: You can't snapshot a snapshot.
ka_ge: სნეპშოტის აღება სნეპშოტზე არ შეიძლება.

source: You don't have sufficient permissions to snapshot this page.
ka_ge: თქვენ არ გაქვთ ამ გვერდის სნეპშოტის გადაღების საკმარისი უფლებები.

source: Archived on {now:%Y-%m-%d %H:%M:%S}
ka_ge: დაარქივებულია {now:%Y-%m-%d %H:%M:%S}-ზე

source: blog post
ka_ge: ბლოგის პოსტი

source: blog posts
ka_ge: ბლოგის პოსტები

source: variant
ka_ge: ვარიანტი

source: Optional glimpse variant for a custom look.
ka_ge: არჩევითი დათვალიერების ვარიანტი ინდივიდუალური იერისთვის.

source: blog post plugin
ka_ge: ბლოგის პოსტის დანამატი

source: blog post plugins
ka_ge: ბლოგის პოსტების დანამატები

source: category
ka_ge: კატეგორია

source: categories
ka_ge: კატეგორიები

source: category plugin
ka_ge: პლაგინის კატეგორია

source: category plugins
ka_ge: პლაგინების კატეგორია

source: enroll now
ka_ge: დარეგისტრირდით ახლავე

source: study now
ka_ge: ისწავლე ახლა

source: open for enrollment
ka_ge: რეგისტრაცია ღიაა

source: starting on
ka_ge: დაწყება

source: closing on
ka_ge: დახურვა

source: enrollment closed
ka_ge: რეგისტრაცია დახურულია

source: on-going
ka_ge: მიმდინარე

source: archived
ka_ge: დაარქივებული

source: to be scheduled
ka_ge: ელის განრიგში დამატებას

source: forever open
ka_ge: მარად ღია

source: code
ka_ge: კოდი

source: The course time range.
ka_ge: კურსის დროის დიაპაზონი

source: Total amount of time to complete this course.
ka_ge: ამ კურსის დასრულების საერთო დრო.

source: is listed
ka_ge: ჩამოთვლილია

source: Tick if you want the course to be visible on the search page.
ka_ge: მონიშნეთ, თუ გსურთ, რომ კურსი საძიებო გვერდზე ჩანდეს.

source: is self paced
ka_ge: ინდივიდუალური ტემპით

source: Tick if the course pace is self paced.
ka_ge: მონიშნეთ, თუ კურსის ტემპი ინდივიდუალურია.

source: course
ka_ge: კურსი

source: courses
ka_ge: კურსები

source: Self paced
ka_ge: ინდივიდუალური ტემპით

source: Manual
ka_ge: ხელით

source: Synchronization to draft page
ka_ge: სინქრონიზაცია შუალედურ გვერდთან

source: Synchronization to public page
ka_ge: საჯარო გვერდთან სინქრონიზაცია

source: course_and_search - show on the course page and include in search results
ka_ge: course_and_search - აჩვენეთ კურსის გვერდზე და ჩართეთ საძიებო შედეგებში

source: course_only - show on the course page and hide from search results
ka_ge: course_only - აჩვენეთ კურსის გვერდზე და დამალეთ საძიებო შედეგებიდან

source: hidden - hide on the course page and from search results
ka_ge: დამალვა - კურსის გვერდზე და საძიებო შედეგებიდან

source: compact - show minimal information about the course run (only for products).
ka_ge: კომპაქტური - აჩვენეთ კურსის გაშვების მინიმალური ინფორმაცია (მხოლოდ პროდუქტებისთვის).

source: detailed - show all information about the course run (only for products).
ka_ge: დეტალურად - აჩვენეთ კურსის ჩატარების შესახებ ყველა ინფორმაცია (მხოლოდ პროდუქტებისთვის).

source: Synchronization mode
ka_ge: სინქრონიზაციის რეჟიმი

source: resource link
ka_ge: რესურსის ბმული

source: course start
ka_ge: კურსის დაწყება

source: course end
ka_ge: კურსის დასასრული

source: enrollment start
ka_ge: ჩარიცხვის დაწყება

source: enrollment end
ka_ge: ჩარიცხვის დასასრული

source: The list of languages in which the course content is available.
ka_ge: ენების სია, რომლებზეც კურსის შინაარსია ხელმისაწვდომი.

source: enrollment count
ka_ge: ჩარიცხულთა რაოდენობა

source: The number of enrolled students
ka_ge: ჩარიცხული სტუდენტების რაოდენობა

source: catalog visibility
ka_ge: კატალოგში ხილვადობა

source: course run
ka_ge: კურსის გავლა

source: course runs
ka_ge: კურსის გაშვებები

source: title
ka_ge: სათაური

source: Course run translation
ka_ge: კურსის გავლის თარგმანი

source: Course run translations
ka_ge: კურსის გავლის თარგმანები

source: Empty title
ka_ge: ცარიელი სათაური

source: course plugin
ka_ge: კურსის დანამატი

source: course plugins
ka_ge: კურსის დანამატები

source: logo
ka_ge: ლოგო

source: name
ka_ge: სახელი

source: content
ka_ge: შინაარსი

source: licence
ka_ge: ლიცენზია

source: licences
ka_ge: ლიცენზიები

source: Licence translation
ka_ge: ლიცენზიის თარგმანი

source: licence translations
ka_ge: ლიცენზირებული თარგმანები

source: description
ka_ge: აღწერა

source: licence plugin
ka_ge: პლაგინის ლიცენზია

source: licence plugins
ka_ge: პლაგინების ლიცენზია

source: organization
ka_ge: ორგანიზაცია

source: organizations
ka_ge: ორგანიზაციები

source: organization plugin
ka_ge: ორგანიზაციის დანამატი

source: organization plugins
ka_ge: ორგანიზაციის დანამატები

source: organizations by category plugin
ka_ge: ორგანიზაციები კატეგორიების მიხედვით - დანამატი

source: organizations by category plugins
ka_ge: ორგანიზაციები კატეგორიების მიხედვით, დანამატები

source: person
ka_ge: პერსონა

source: persons
ka_ge: პირები

source: Custom bio
ka_ge: მორგებული ბიო

source: Optional: provide a custom bio (if you leave it empty, it will display the person's bio).
ka_ge: არჩევითი: მიუთითეთ საკუთარი ბიოგრაფია (თუ სავალდებულო ველს ცარიელს დატოვებთ, გამოჩნდება პირის ბიოგრაფია).

source: person plugin
ka_ge: პირადი დანამატი

source: person plugins
ka_ge: პირადი დანამატები

source: program
ka_ge: პროგრამა

source: programs
ka_ge: პროგრამები

source: program plugin
ka_ge: პროგრამის დანამატი

source: program plugins
ka_ge: პროგრამის დანამატები

source: role
ka_ge: როლი

source: A role describes all the permissions that should be granted to the user group.
ka_ge: როლი აღწერს ყველა იმ ნებართვას, რომელიც უნდა მიენიჭოს მომხმარებელთა ჯგუფს.

source: page
ka_ge: გვერდი

source: Page to which this role grants permissions.
ka_ge: გვერდი, რომელზეც ამ როლს ენიჭება ნებართვები.

source: group
ka_ge: ჯგუფი

source: User group that this role controls.
ka_ge: მომხმარებელთა ჯგუფი, რომელსაც ეს როლი აკონტროლებს.

source: filer folder
ka_ge: მფაილის საქაღალდე

source: Filer folder that this role controls.
ka_ge: ფაილების საქაღალდე, რომელსაც ეს როლი აკონტროლებს.

source: page role
ka_ge: გვერდის როლი

source: page roles
ka_ge: გვერდის როლები

source: Course page
ka_ge: კურსის გვერდი

source: Organization list
ka_ge: ორგანიზაციების სია

source: Organization page
ka_ge: ორგანიზაციის გვერდი

source: Category list
ka_ge: კატეგორიების სია

source: Category page
ka_ge: კატეგორიის გვერდი

source: Blog post list
ka_ge: ბლოგპოსტების სია

source: Blog post page
ka_ge: ბლოგის პოსტის გვერდი

source: Person page
ka_ge: მომხმარებლის გვერდი

source: Person list
ka_ge: მომხმარებელთა სია

source: Program page
ka_ge: პროგრამის გვერდი

source: Program list
ka_ge: პროგრამების სია

source: Search
ka_ge: ძებნა

source: List of child pages
ka_ge: შვილობილი გვერდების სია

source: Homepage
ka_ge: მთავარი გვერდი

source: Single column
ka_ge: ერთი სვეტი

source: Three columns: (33% | 33% | 33%)
ka_ge: სამი სვეტი: (33% | 33% | 33%)

source: Two columns: (50% | 50%)
ka_ge: ორი სვეტი: (50% | 50%)

source: Two columns: (25% | 75%)
ka_ge: ორი სვეტი: (25% | 75%)

source: Two columns: (75% | 25%)
ka_ge: ორი სვეტი: (75% | 25%)

source: Footer
ka_ge: ქვესართი

source: Static headline
ka_ge: სტატიკური სათაური

source: Main content
ka_ge: მთავარი შინაარსი

source: Secondary content
ka_ge: მეორე დონის შინაარსი

source: Third content
ka_ge: მესამე დონის შინაარსი

source: Cover
ka_ge: ყდა

source: Catch phrase
ka_ge: ფრთიანი ფრაზა

source: About the course
ka_ge: კურსის შესახებ

source: What you will learn
ka_ge: რას ისწავლით

source: Format
ka_ge: ფორმატი

source: Prerequisites
ka_ge: წინაპირობები

source: Team
ka_ge: გუნდი

source: Plan
ka_ge: გეგმა

source: Complementary information
ka_ge: დამატებითი ინფორმაცია

source: License for the course content
ka_ge: კურსის შინაარსის ლიცენზია

source: License for the content created by course participants
ka_ge: ლიცენზია კურსის მონაწილეების მიერ შექმნილი კონტენტისთვის

source: Categories
ka_ge: კატეგორიები

source: Icon
ka_ge: ხატულა

source: Organizations
ka_ge: ორგანიზაციები

source: Assessment and Certification
ka_ge: შეფასება და სერტიფიცირება

source: Required equipment
ka_ge: საჭირო აღჭურვილობა

source: Accessibility
ka_ge: ხელმისაწვდომობა

source: Banner
ka_ge: ბანერი

source: Logo
ka_ge: ლოგო

source: Description
ka_ge: აღწერა

source: Excerpt
ka_ge: ნაწყვეტი

source: Portrait
ka_ge: პორტრეტი

source: Bio
ka_ge: ბიო

source: Main Content
ka_ge: მთავარი შინაარსი

source: Author
ka_ge: ავტორი

source: Body
ka_ge: სხეული

source: Headline
ka_ge: სათაური

source: Courses
ka_ge: კურსები

source: Button caesura
ka_ge: ღილებიანი კესურა

source: Full width
ka_ge: სრული სიგანე

source: No categories yet.
ka_ge: ჯერ კატეგორიები არ არის.

source: Not published yet
ka_ge: ჯერ არ გამოქვეყნებულა

source: No author yet
ka_ge: ჯერ არავინაა ავტორი

source: No excerpt content
ka_ge: ნაწყვეტის შინაარსი არ არის

source: No body content
ka_ge: არ არის ტექსტი

source: Related posts
ka_ge: დაკავშირებული პოსტები

source: Other categories of articles
ka_ge: სტატიების სხვა კატეგორიები

source: No associated blogposts
ka_ge: დაკავშირებული ბლოგპოსტები არ არის

source: %(category_title)s - Category
ka_ge: %(category_title)s - კატეგორია

source: Sub categories
ka_ge: ქვესკატეგორიები

source: Related courses
ka_ge: დაკავშირებული კურსები

source: Courses pagination
ka_ge: კურსების გვერდების ნომრები

source: See all courses related to %(category_title)s
ka_ge: იხილეთ ყველა კურსი %(category_title)s-სთან დაკავშირებული

source: See all courses
ka_ge: ყველა კურსის ნახვა

source: Related organizations
ka_ge: დაკავშირებული ორგანიზაციები

source: Related organizations pagination
ka_ge: დაკავშირებული ორგანიზაციების გვერდების განლაგება

source: Related blogposts
ka_ge: დაკავშირებული ბლოგპოსტები

source: Related blogposts pagination
ka_ge: დაკავშირებული ბლოგპოსტების გვერდების ნავიგაცია

source: Related persons
ka_ge: დაკავშირებული პირები

source: Related persons pagination
ka_ge: დაკავშირებული პირების გვერდების ნომრები

source: No categories
ka_ge: კატეგორიების გარეშე

source: %(course_title)s - Course
ka_ge: %(course_title)s - კურსი

source: Ref.
ka_ge: Réf.

source: No associated categories
ka_ge: დაკავშირებული კატეგორიები არ არის

source: Enter here an introduction to your course.
ka_ge: აქ შეიყვანეთ თქვენი კურსის შესავალი.

source: Duration:
ka_ge: ხანგრძლივობა:

source: Effort:
ka_ge: ძალისხმევა:

source: Pace:
ka_ge: ტემპი:

source: Languages:
ka_ge: ენები:

source: %(count)s already enrolled!
ka_ge: %(count)s უკვე ჩარიცხულია!

source: Add a teaser video or add a cover image below and it will be used as teaser image as well.
ka_ge: დაამატეთ თიზერ ვიდეო ან ქვემოთ დაამატეთ სათაური სურათი და ის ასევე გამოყენებული იქნება თიზერ სურათად.

source: course cover image
ka_ge: კურსის სათაურის სურათი

source: Archived on %(creation_date)s
ka_ge: დაარქივებულია %(creation_date)s-ზე

source: Go to current version
ka_ge: მიდით მიმდინარე ვერსიასთან

source: Glimpse cover
ka_ge: გვერდის გადაშლა

source: Add an image for course cover on its glimpse.
ka_ge: დაამატეთ სურათი კურსის გარეკანისთვის მის წინასწარ დათვალიერებაში.

# course_detail__title
source: What you will learn
ka_ge: რას ისწავლით

source: At the end of this course, you will be able to:
ka_ge: ამ კურსის დასასრულს, თქვენ შეძლებთ:

# course_detail__title
source: Description
ka_ge: აღწერა

# course_detail__title
source: Format
ka_ge: ფორმატი

source: How is the course structured?
ka_ge: როგორ არის კურსი სტრუქტურირებული?

# course_detail__title
source: Prerequisites
ka_ge: წინაპირობები

source: What are the prerequisites to follow this course?
ka_ge: რა არის ამ კურსის გავლლის წინაპირობები?

# course_detail__title
source: Required Equipment
ka_ge: საჭირო აღჭურვილობა

source: What are the required equipment to follow this course?
ka_ge: რა არის საჭირო აღჭურვილობა ამ კურსის გასავლელად?

# course_detail__title
source: Assessment and certification
ka_ge: შეფასება და სერტიფიცირება

source: How is progress evaluated and/or certified?
ka_ge: როგორ ფასდება და/ან სერტიფიცირდება პროგრესი?

# course_detail__title
source: Accessibility
ka_ge: ხელმისაწვდომობა

source: What is the accessibility of this course?
ka_ge: რა არის ამ კურსის ხელმისაწვდომობა?

# course_detail__title
source: Course plan
ka_ge: კურსის გეგმა

source: Enter here the detailed course plan.
ka_ge: აქ შეიყვანეთ კურსის დეტალური გეგმა.

source: This course is part of a program
ka_ge: ეს კურსი პროგრამის ნაწილია

# course_detail__title
source: Course team
ka_ge: კურსის გუნდი

source: Who are the teachers in the course team?
ka_ge: ვინ არიან კურსის გუნდის მასწავლებლები?

# course_detail__title
source: Organizations
ka_ge: ორგანიზაციები

source: What are the organizations publishing this course?
ka_ge: რომელი ორგანიზაციები აქვეყნებენ ამ კურსს?

# course_detail__title
source: License
ka_ge: ლიცენზია

source: What is the license for the course content?
ka_ge: რა ლიცენზია აქვს კურსის შინაარსს?

source: What is the license for the content created by course participants?
ka_ge: რა ლიცენზია აქვს კურსის მონაწილეების მიერ შექმნილ კონტენტს?

source: Course code
ka_ge: კურსის კოდი

source: Course date
ka_ge: კურსის თარიღი

source: Course team
ka_ge: კურსის გუნდი

source: License
ka_ge: ლიცენზია

source: A %(model)s object is missing on this %(model)s page. Please select another page template. <br /> If what you need is a %(model)s page, you need to create it via the wizard and choose "New %(model)s page".
ka_ge: ამ გვერდზე %(model)s ობიექტი აკლია. გთხოვთ, აირჩიოთ სხვა გვერდის შაბლონი. <br /> თუ %(model)s გვერდი გჭირდებათ, ის უნდა შექმნათ ოსტატის მეშვეობით და აირჩიოთ "ახალი %(model)s გვერდი".

source: Link to the organization page of %(title)s
ka_ge: ბმული %(title)s-ს ორგანიზაციის გვერდზე

source: Main organization
ka_ge: მთავარი ორგანიზაცია

# organization_detail__title
source: Related organizations
ka_ge: დაკავშირებული ორგანიზაციები

source: Are there organizations affiliated to this organization?
ka_ge: ამ ორგანიზაციასთან აფილირებული ორგანიზაციები არსებობს?

source: Related courses pagination
ka_ge: დაკავშირებული კურსების გვერდების ნუმერაცია

source: See all courses related to %(organization_title)s
ka_ge: იხილეთ ყველა კურსი %(organization_title)s-სთან დაკავშირებული

source: No organization yet
ka_ge: ჯერ არ არსებობს ორგანიზაცია

source: Enter your bio here...
ka_ge: აქ შეიყვანეთ თქვენი ბიოგრაფია...

source: %(title)s avatar
ka_ge: %(title)s ავატარი

source: No associated organizations
ka_ge: არ არის დაკავშირებული ორგანიზაციები

source: See all courses related to %(person_title)s
ka_ge: იხილეთ ყველა კურსი %(person_title)s-სთან დაკავშირებული

source: Blogposts
ka_ge: ბლოგპოსტები

source: Blogposts pagination
ka_ge: ბლოგპოსტების პაგინაცია

source: No persons
ka_ge: არც ერთი პირი

source: %(program_title)s - Program
ka_ge: %(program_title)s - პროგრამა

source: program cover image
ka_ge: პროგრამის სათაური სურათი

source: No associated programs
ka_ge: დაკავშირებული პროგრამები არ არის

source: Run {i:d}
ka_ge: გარბენი {i:d}

source: Regenerate search index...
ka_ge: საძიებო ინდექსის განახლება...

source: New courses
ka_ge: ახალი კურსები

source: First session
ka_ge: პირველი სესია

source: Availability
ka_ge: წვდომადობა

source: Languages
ka_ge: ენები

source: Subjects
ka_ge: თემები

source: Levels
ka_ge: დონეები

source: Persons
ka_ge: პიროვნებები

source: Licences
ka_ge: ლიცენზიები

source: Weekly pace
ka_ge: კვირის ტემპი

source: Self-paced
ka_ge: ინდივიდუალური ტემპით

source: Less than one hour
ka_ge: ერთ საათზე ნაკლები
